/* Non-identity cert will be added format */
"%d non-identity %@ will be added" = "%1$d %2$@ de non-identité à ajouter";

/* Cert does not match error suggestion text */
"A matching certificate is generated using a certificate signing request. See the documentation for more information." = "Un certificat correspondant est crée via une demande de signature de certificat. Consultez la documentation pour en savoir plus.";

/* Key already set error descriptiont text */
"A private key has already been set." = "Une clé privée à déjà été définie.";

/* No valid id credential error message text */
"A valid identity credential could not be exported from the files you've selected." = "Une référence d’identité valide n’a pas pu être exportée depuis les fichiers sélectionnés.";

/* Key contained is invalid error suggestion */
"Add the file containing the private key for the identity certificate you want to use." = "Ajoutez un fichier contenant la clé privée du certificat d’identité que vous voulez utiliser.";

/* XSAdminLoginWindow's unknown error dialog title */
"An error occurred" = "Une erreur s’est produite";

/* Error saving new cert message text */
"An error occurred while trying save the new certificate." = "Une erreur s’est produite en enregistrant le nouveau certificat.";

/* CSR generation error message text */
"An error occurred while trying to generate the the certificate signing request." = "Une erreur s’est produite en créant la demande de signature du certificat.";

/* Import cert error message text */
"An error occurred while trying to import the certificate identity." = "Une erreur s’est produite en important l’identité du certificat.";

/* Error reading cert message text */
"An error occurred while trying to read the existing certificate identity." = "Une erreur s’est produite en lisant l’identité actuelle du certificat.";

/* Error occured saving cert message text */
"An error occurred while trying to save the certificate to the server." = "Une erreur s’est produite en enregistrant le certificat sur serveur.";

/* No valid id credential error informative text format */
"An error of type (%d) occurred while trying to create or export the identity.  Additional information may be available in your log files." = "Une erreur de type (%d) s’est produite en créant ou en exportant l’identité. Des informations supplémentaires peuvent être disponibles dans vos fichiers d’historique.";

/* XSAdminLoginWindow's unknown error dialog suggestion */
"An unknown error occurred while trying to connect to the server.  Check that your login credentials and server hostname are correct and try again." = "Une erreur inconnue s’est produite lors de la tentative de connexion au serveur. Vérifiez si vos informations d’authentification d’ouverture de session et le nom d’hôte du serveur sont corrects, puis réessayez.";

/* XSAdminLoginWindow's authentication failed dialog title */
"Authentication Failed" = "Échec de l’authentification";

/* The Cancel button title in a dialog */
"Cancel" = "Annuler";

/* The alert message's title when remote folder creation fails */
"Cannot create folder" = "Impossible de créer le dossier";

/* certificate */
"certificate" = "certificat";

/* certificates */
"certificates" = "certificats";

/* XSAdminLoginWindow's cannot find server dialog suggestion */
"Check that the server hostname you've provided is valid or try again later." = "Assurez-vous que le nom d’hôte de serveur que vous avez fourni est valide ou réessayez plus tard.";

/* Error occured saving cert informative text format */
"Check your server's logs for more information.  The error (code %d) was: %@" = "Consultez les historiques de votre serveur pour plus d’informations. Erreur (code %1$d) : %2$@";

/* The Decrypt button title in a dialog */
"Decrypt" = "Déchiffrer";

/* XSAdminLoginWindow's directory authentication failed dialog title */
"Directory Authentication Failed" = "L’authentification de répertoire a échoué";

/* Drag new cert text */
"Drag a file containing the new certificate here." = "Faites glisser un fichier contenant les nouveaux certificats ici.";

/* Drag private key text */
"Drag a file containing your private key here." = "Drag a file containing your private key here.";

/* Drag public cert text */
"Drag a file containing your public certificate here." = "Faites glisser un fichier contenant votre certificat public ici.";

/* Drag non-id certs text */
"Drag extra non-identity certificates here. (Optional) " = "Faites glisser les certificats de non-identité ici. (Facultatif) ";

/* XSImageViewWithPicker's menu item title to bring up the picture picker */
"Edit Picture\\U2026" = "Modifier l’image…";

/* Key already set error suggestion text */
"Either you've already set a private key, or the file you're adding contains more than one private key.  Only one private key may be added." = "Vous avez déjà défini la clé privée, ou alors la fichier que vous ajoutez contient plus d’une clé privée. Une seule clé privée peut être ajoutée.";

/* File password protected alert informative text format */
"Enter the passphrase to decrypt this file and retrieve any private keys or certificates it contains." = "Saisissez la phrase secrète pour déchiffrer ce fichier et obtenir tous les certificats ou clés privées qu’il contient.";

/* Error no private key */
"Error: No private key found." = "Erreur : aucune clé privée trouvée.";

/* The toolbar search filter label */
"Filter" = "Filtre";

/* The toolbar search filter tooltip */
"Filter List" = "Liste de filtres";

/* A generic error message to display if new folder creation fails */
"Folder creation failed." = "Échec de la création de dossier.";

/* Go to RAID Admin.app */
"Go to RAID Admin" = "Accéder à Admin RAID";

/* Go to Server Admin.app */
"Go to Server Admin" = "Accéder à Admin Serveur";

/* Go to Server Monitor.app */
"Go to Server Monitor" = "Accéder à Contrôle de serveur";

/* Go to Workgroup Manager.app */
"Go to Workgroup Manager" = "Accéder à Gestionnaire de groupe de travail";

/* Go to Xsan Admin.app */
"Go to Xsan Admin" = "Accéder à Xsan Admin";

/* Graphs toolbar item label */
"Graphs" = "Graphiques";

/* Inspector toolbar item label */
"Inspector" = "Inspecteur";

/* Issued by format */
"Issued by: %@" = "Délivré par : %@";

/* Placeholder text displayed when directory contents are still loading */
"Loading" = "Chargement";

/* Logs toolbar item label */
"Logs" = "Historiques";

/* The OK button title in a dialog */
"OK" = "OK";

/* Private Key */
"Private Key" = "Clé privée";

/* Name of RAID Admin.app */
"RAID Admin" = "Admin RAID";

/* Refresh toolbar item label */
"Refresh" = "Actualiser";

/* Refresh toolbar item tooltip */
"Refresh list" = "Actualiser";

/* Self-signed root certificate */
"Self-signed root certificate" = "Certificat racine auto-signé";

/* Name of Server Admin.app */
"Server Admin" = "Admin Serveur";

/* XSAdminLoginWindow's cannot find serve dialog title */
"Server cannot be found on the network" = "Serveur introuvable sur le réseau";

/* Name of Server Monitor.app */
"Server Monitor" = "Contrôle de serveur";

/* Graphs toolbar item tooltip */
"Show Graphs" = "Afficher les graphiques";

/* Inspector toolbar item tooltip */
"Show Inspector" = "Afficher l’inspecteur";

/* Logs toolbar item tooltip */
"Show Logs" = "Afficher les historiques";

/* Tasks toolbar item label
   Tasks toolbar item tooltip */
"Tasks" = "Tâches";

/* Cert does not match error description format */
"The certificate \"%@\" does not match the private key. " = "Le certificat « %@ » ne correspond pas à la clé privée.";

/* File password protected alert message text format */
"The file \"%@\" appears to be protected by a passphrase." = "Le fichier « %@ » semble être protégé par une phrase secrète.";

/* File does not contain cert error description format */
"The file \"%@\" does not appear to contain a certificate." = "Le fichier « %@ » ne semble pas contenir de certificat.";

/* File does not contain any identifiable certs error description format */
"The file \"%@\" does not appear to contain any identifiable keys or certificates." = "Le fichier « %@ » ne semble pas contenir de clés ou de certificats identifiables.";

/* Error message when there are insufficient privileges to create a new folder. This is based on the Finder error */
"The folder \"%@\" could not be created because the server agent does not have enough access privileges." = "Le dossier « %@ » n’a pas pu être créé car l’agent du serveur ne possède pas les autorisations d’accès suffisantes.";

/* Error message when there is a problem obtaining a reference to the parent item */
"The folder \"%@\" could not be created because there was an error accessing the parent folder." = "Le dossier « %@ » n’a pas pu être créé car une erreur s’est produite lors de l’accès au dossier parent.";

/* Key contained is invalid error description format */
"The key contained in \"%@\" does not appear to be a private key." = "La clé contenue dans « %@ » ne semblent pas être une clé privée.";

/* Error message when a new folder can't be created because one of the same name already exists. This is copied from Finder */
"The name \"%@\" is already taken. Please choose a different name." = "Le nom « %@ » est déjà utilisé. Choisissez-en un autre.";

/* XSAdminLoginWindow's directory authentication failed dialog suggestion */
"The user you are authenticating as must be able to administer the Open Directory node on the server.  Enter a valid username and password and try again." = "L’utilisateur sous lequel vous êtes en train de vous authentifier doit être capable d’administrer le nœud Open Directory du serveur. Tapez un nom d’utilisateur et un mot de passe valides, puis réessayez.";

/* XSAdminLoginWindow's authentication failed dialog suggestion */
"The username or password you entered may not be correct.  Please retype the name and password and try again." = "Le nom d’utilisateur ou le mot de passe saisi n’est peut-être pas correct. Tapez à nouveau le nom et le mot de passe, puis réessayez.";

/* Error message when there is no space to create a new folder */
"There was not enough space to create the folder \"%@\"." = "L’espace est insuffisant pour pouvoir créer le dossier « %@ ».";

/* The default text when creating a new remote folder */
"untitled folder" = "dossier sans titre";

/* XSImageViewWithPicker's window's title */
"User Picture" = "Photo de l’utilisateur";

/* Name of Workgroup Manager.app */
"Workgroup Manager" = "Gestionnaire de groupe de travail";

/* Name of Xsan Admin.app */
"Xsan Admin" = "Xsan Admin";

